{
    "language": "en",
    "dark_mode": "Dark mode",

    "home_welcome": "Hi there",
    "home_i": "I'm",
    "home_what_i_do": "I make  websites",

    "home_job": "Freelancer",
    "home_location": "Based in Funchal, Madeira.",

    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "CV",
    
    "about_desc":"My name is Sara Tranquada, I have a PhD in Digital Media and a master's degree in Computer Engineering. I've always had an interest on technology. In addition to programming, I have an interest for photography.",
    "about_desc2": "Hello there",
   
    "experience_0_job": "Full stack web developer",
    "experience_0_overview": "Code Hub is a space where code lovers are based in Sousse: some are freelancers, some started their startups, others work as remote developers. it's a place where we discuss about new technologies, about IT solutions, about anything in relation to Code, we also do workshops and offer a calm coworking space to the members.",
    "experience_0_duration": "Jan 2021 - Present",
    "experience_1_job": "Front-end web developer",
    "experience_1_overview": "Vapoter.tn is an e-commerce website that sells anything in relation with vapes. unfortunately, Tunisia has a restricted system and it's now forbidden to sell vape products. so, the website closed.",
    "experience_1_duration": "September 2018 - December 2018",

    "projects_1_overview": "22 women tell their story with technology",
    "projects_2_overview": "",
    "projects_3_overview": "",
    "projects_4_overview": "",
    "projects_5_overview": "",
    "projects_6_overview": "Shadow Cast Studios is an interdisciplinary team of graduate students brought together during the course of the 2012 Game Design class at the University of Madeira.",
    
    "projects_1_extended_overview": "",
    "projects_2_extended_overview": "",
    "projects_3_extended_overview": "In this thesis we explore a way to design digital technologies that can generate reflection about gender bias in computer science and engineering.",
    "projects_4_extended_overview": "",
    "projects_5_extended_overview": "Hospital Hero is game developed with the aim of helping children familiarize themselves with the hospital environment and the instruments/equipment that they will undergo while focusing their attention on positive feedback thereby alleviating their anxiety and easing the work of hospital staff and the burden on parents and care givers leading to better treatment and a better experience.",
    "projects_6_extended_overview": "The studio was tasked with designing and implementing a computer-based game to showcase an innovative semi-transparent dual-projection surface platform, as well as a board game with a matching theme and core mechanic. These two games, Umbra: Tree of Life and Umbra: Shadow Warriors were created simultaneously during a 6 week period.",
    
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_message":"Message",
    "contact_btn": "Send message"
}
