{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "I'm",
    "home_what_i_do": "I make  websites",
    "home_job": "Freelancer",
    "home_location": "Based in Funchal, Madeira.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "CV",
    "about_desc": "Hi, I’m Sara Tranquada — a developer with a PhD in Digital Media and a Master’s in Computer Engineering. I’ve always been curious about how technology shapes our lives, which led me to work across research, design, and front-end development. When I’m not coding or exploring user experience, you’ll likely find me behind a camera, combining my passion for photography with storytelling.",
    "about_desc2": "Hello there",
    "experience_0_job": "Full stack web developer",
    "experience_0_overview": "Code Hub is a space where code lovers are based in Sousse: some are freelancers, some started their startups, others work as remote developers. it's a place where we discuss about new technologies, about IT solutions, about anything in relation to Code, we also do workshops and offer a calm coworking space to the members.",
    "experience_0_duration": "Jan 2021 - Present",
    "experience_1_job": "Front-end web developer",
    "experience_1_overview": "Vapoter.tn is an e-commerce website that sells anything in relation with vapes. unfortunately, Tunisia has a restricted system and it's now forbidden to sell vape products. so, the website closed.",
    "experience_1_duration": "September 2018 - December 2018",
    "knowMore": "Know More",
    "projects_click": "View project",
    "projects_1_overview": "Contributed a personal chapter to “Mulheres e a Tecnologia”, a book that shares real stories to inspire more women to pursue careers in tech.",
    "projects_2_overview": "A responsive clinic website with Bootstrap 5.0, focused on clarity, accessibility, and patient experience.",
    "projects_3_overview": "Exploring and visualizing gender gaps.",
    "projects_4_overview": "A branded, responsive WordPress site for AD DOMINI with custom theme and plugin integration.",
    "projects_5_overview": "Turning medical journeys into positive adventures for children.",
    "projects_6_overview": "Shadow Cast Studios is an interdisciplinary team of graduate students brought together during the course of the 2012 Game Design class at the University of Madeira.",
    "projects_1_extended_overview": "The book “Mulheres e a Tecnologia”, a collection of real stories from women working in tech. The goal of the book is to inspire and encourage more girls and women to pursue technology, by sharing diverse experiences and showing what’s possible. It’s a reminder that meaningful change begins with visibility, representation, and shared stories.",
    "projects_2_extended_overview": "A responsive and accessible website for the private clinics of Dr. Joaquim Vieira, using Bootstrap 5.0. Focused on clear navigation and clean UI tailored to both desktop and mobile users. Ensured a patient-friendly experience with intuitive layout and readable content. Emphasized performance, simplicity, and alignment with the clinic’s branding.",
    "projects_3_extended_overview": "A research on gender representation in Computer Science & Engineering (CSE). Analyzed data and trends to expose systemic disparities affecting women's participation in tech. Developed visual tools and methods to make the gender gap more visible and debatable. Aimed to foster awareness and contribute to a more inclusive and equitable tech landscape.",
    "projects_4_extended_overview": "A professional WordPress website for AD DOMINI, a local business. Focused on brand identity, clean layout, and responsive design for all devices. Customized themes and plugins to fit client needs and ensure easy content updates. Delivered a user-friendly site that reflects the business’s tone and visual identity.",
    "projects_5_extended_overview": "A game developed with the aim of helping children familiarize themselves with the hospital environment and the instruments/equipment that they will undergo while focusing their attention on positive feedback thereby alleviating their anxiety and easing the work of hospital staff and the burden on parents and care givers leading to better treatment and a better experience.",
    "projects_6_extended_overview": "The studio was tasked with designing and implementing a computer-based game to showcase an innovative semi-transparent dual-projection surface platform, as well as a board game with a matching theme and core mechanic. These two games, Umbra: Tree of Life and Umbra: Shadow Warriors were created simultaneously during a 6 week period.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail address",
    "contact_message": "Message",
    "contact_btn": "Send message"
}