{
    "language": "pt",
    "dark_mode": "Modo escuro",
    "home_welcome": "Olá",
    "home_i": "Eu sou a",
    "home_what_i_do": "Eu faço sites incríveis",
    "home_job": "Desenvolvedor freelancer",
    "home_location": "Baseado no Funchal, Madeira.",
    "home_contact_btn": "Entre em contato",
    "menu_about": "Sobre",
    "menu_projects": "Projetos",
    "menu_experiência": "Experiência",
    "menu_contact": "Contato",
    "menu_resume": "CV",
    "about_desc": "Olá, sou a Sara Tranquada - uma programadora com um doutoramento em Media Digital e um mestrado em Engenharia Informática. Sempre tive curiosidade em saber como a tecnologia molda as nossas vidas, o que me levou a trabalhar em investigação, design e desenvolvimento front-end. Quando não estou a programar ou a explorar a experiência do utilizador, é provável que me encontre atrás de uma câmara, combinando a minha paixão pela fotografia com a narração de histórias.",
    "about_desc2": "Olá",
    "experience_0_job": "Desenvolvedor web full stack",
    "experience_0_overview": "Code Hub é um espaço onde os amantes de código estão sediados em Sousse: alguns são freelancers, alguns iniciaram suas startups, outros trabalham como desenvolvedores remotos. é um lugar onde discutimos sobre novas tecnologias, sobre soluções de TI, sobre qualquer coisa em em relação ao Código, também fazemos workshops e oferecemos um espaço de coworking tranquilo para os membros.",
    "experience_0_duration": "Janeiro de 2021 - Presente",
    "experience_1_job": "Desenvolvedor web front-end",
    "experience_1_overview": "Vapoter.tn é um site de comércio eletrônico que vende qualquer coisa relacionada a vapes. infelizmente, a Tunísia tem um sistema restrito e agora é proibido vender produtos vape. então, o site foi fechado.",
    "experience_1_duration": "Setembro de 2018 - Dezembro de 2018",
    "knowMore": "Saber Mais",
    "projects_click": "Ver Projeto",
    "projects_1_overview": "Contribuição com um capítulo pessoal para “Mulheres e a Tecnologia”, um livro que partilha histórias reais para inspirar mais mulheres a seguirem carreiras na área da tecnologia.",
    "projects_2_overview": "Site responsivo para a clínica com Bootstrap 5.0, centrado na clareza, acessibilidade e experiência do paciente.",
    "projects_3_overview": "Explorar e visualizar as disparidades de género.",
    "projects_4_overview": "Site WordPress de marca e reativo para a AD DOMINI com integração de temas e plugins personalizados.",
    "projects_5_overview": "Tornar as indas médicas em aventuras positivas para elas.",
    "projects_6_overview": "A Shadow Cast Studios é uma equipa interdisciplinar de estudantes reunidos durante o curso da turma de Design de Jogos de 2012 na Universidade da Madeira.",
    "projects_1_extended_overview": "O livro “As Mulheres e a Tecnologia”, uma coletânea de histórias reais de mulheres que trabalham em tecnologia. O objetivo do livro é inspirar e incentivar mais raparigas e mulheres a procurar a tecnologia, partilhando experiências diversas e mostrando o que é possível. É um lembrete de que as mudanças significativas começam com visibilidade, representação e histórias partilhadas.",
    "projects_2_extended_overview": "Site responsivo e acessível para as clínicas privadas do Dr. Joaquim Vieira, utilizando Bootstrap 5.0. Focando a navegação clara e numa interface de utilizador limpa, adaptada a utilizadores de computadores e telemóveis. Garantido uma experiência amigável ao paciente com layout intuitivo e conteúdo legível. Enfatizando o desempenho, a simplicidade e o alinhamento com a marca da clínica.",
    "projects_3_extended_overview": "Investigação aprofundada sobre a representação do género na Ciência e Engenharia Informática (CSE). Analisado dados e tendências para expor as disparidades sistémicas que afectam a participação das mulheres na tecnologia. Desenvolveu-se ferramentas e métodos visuais para tornar a diferença de género mais visível e discutível. O objetivo é promover a sensibilização e contribuir para um panorama tecnológico mais inclusivo e equitativo.",
    "projects_4_extended_overview": "Um site WordPress profissional para a AD DOMINI, uma empresa local. Focado na identidade da marca, layout limpo e design responsivo para todos os dispositivos. Temas e plugins personalizados para atender às necessidades do cliente e garantir atualizações fáceis de conteúdo. Entregou um site de fácil utilização que reflecte o tom e a identidade visual da empresa.",
    "projects_5_extended_overview": "Um jogo desenvolvido com o objetivo de ajudar as crianças a familiarizarem-se com o ambiente hospitalar e com os instrumentos/equipamentos a que vão ser submetidas, concentrando a sua atenção no feedback positivo, aliviando assim a sua ansiedade e facilitando o trabalho do pessoal hospitalar e a carga dos pais e prestadores de cuidados, o que conduz a um melhor tratamento e a uma melhor experiência.",
    "projects_6_extended_overview": "A equipa foi encarregada de conceber e implementar um jogo de computador para apresentar numa plataforma inovadora de superfície de projeção dupla semi-transparente, bem como um jogo de tabuleiro com um tema e uma mecânica central correspondentes. Estes dois jogos, Umbra: Tree of Life e Umbra: Shadow Warriors, foram criados em simultâneo durante um período de 6 semanas",
    "contact_full_name": "Nome completo",
    "contact_email": "Endereço de e-mail",
    "contact_message": "Messagem",
    "contact_btn": "Enviar mensagem"
}